Repository: codewahoo/acf-gme
Catalog: lang/acf-gme-*.po
Languages: ru_ru

source: Google Map Extended
ru_ru: Google Карта улучшенная

source: Locating
ru_ru: Идет обнаружение местоположения

source: Sorry, this browser does not support geolocation
ru_ru: Извините, но данный браузер не поддерживает определение местоположения

source: Google geocoder failed
ru_ru: Не удалось инициализировать Google геокодер

source: Google geocoder found no results
ru_ru: Google геокодер не нашел никаких результатов

source: Init failed to avoid conflict with another google library already loaded
ru_ru: Инициализация была прервана во избежание конфликта с другой библиотекой Гугл, которая уже была загружена

source: none
ru_ru: нет данных

source: Search for address...
ru_ru: Введите адрес...

source: Clear location
ru_ru: Удалить местоположение

source: Find current location
ru_ru: Найти текущее местоположение

source: Map data
ru_ru: Данные карты

source: Map zooming level
ru_ru: Масштаб карты

source: default
ru_ru: по-умолчанию

source: Click to update with the map's zooming level
ru_ru: Нажмите для обновления масштаба карты

source: Update
ru_ru: Обновить

source: Map center coords
ru_ru: Координаты центра карты

source: Click to update with the map's center coordinates
ru_ru: Нажмите для обновления текущими координатами центра карты

source: Map marker coords
ru_ru: Координаты выбранного местоположения на карте

source: Click to delete the current marker
ru_ru: Нажмите для удаления текущего местоположения на карте

source: Clear
ru_ru: Удалить

source: coordinates are presented in the %s format
ru_ru: координаты представлены в формате %s

source: latitude
ru_ru: широта

source: longitude
ru_ru: долгота

source: Scrollwheel support
ru_ru: Колесо прокрутки мыши

source: Enables scrollwheel for map zooming
ru_ru: Управление масштабом карты с помощью колеса мыши

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Center
ru_ru: Центр

source: Center the initial map
ru_ru: Центр карты по-умолчанию

source: Zoom
ru_ru: Масштаб

source: Set the initial zoom level
ru_ru: Масштаб карты по-умолчанию

source: Height
ru_ru: Высота

source: Customise the map height
ru_ru: Изменение высоты контейнера с картой
